{"messages":{"page_data":{"id":42,"page_title":"Messages","page_slug":"messages","short_desc":"","page_desc":".To reach the pinnacle of success the thoughtful combination of preparation, strategy, and good luck is essential. These are the driving forces that lead our journey and make us different from others. An organization is not only liable to its clients but also to the thousands of livelihoods and dreams of its workers. Placing this great responsibility on our shoulder we, the ANZ Properties have been involved in the earnest endeavor to make ourselves the best.&nbsp; We are thankful to all our clients who have been an integral part of this journey and without whom this would not have been possible<br />\r\nWe have faced many challenges in our journey to excellence and we have been always competent enough to surpass them. With our feet firmly on the ground and our sight far beyond the horizon, we will continue to be a partner in this development.&nbsp;","sort_order":2},"page_images":[{"image":"http://localhost/ark/cms/administrator/uploads/1436691142gif.png","sort_order":1,"is_gallery":0,"is_banner":1,"short_desc":"","short_title":""}],"child_pages":{"menu":[{"page_title":"Chairman","page_slug":"chairman"},{"page_title":"Vice Chairman","page_slug":"vice-chairman"},{"page_title":"Managing Director","page_slug":"managing-director"},{"page_title":"Thanks","page_slug":"thanks"}],"chairman":{"page_data":{"id":45,"page_title":"Chairman","page_slug":"chairman","short_desc":"","page_desc":"Md. Yasin Ali is a prominent name in the industrial sector of Bangladesh and widely recognized across the country for his path-breaking and dynamic entrepreneurship as a visionary leader. Not only in real estate but also in textile, garments, spinning, cement, apparel, power, fertilizer, steel, ship breaking, banking, paper and in the sector of aviation Mr. Ali crowned with success.&nbsp;<br />\r\nHe is the managing director of the renowned industrial group Habib Group of Industry. Due to his perceptive leadership, an upsurge of positivity has reached the industrial sector of Bangladesh and the beneficiaries are millions of workers, employees and their families. Given that, the economics of this country is also accelerated owing to his initiations.<br />\r\n<br />\r\nMd. Yasin Ali was born in an educated and prosperous family of Chittagong. His upbringing was molded by the open-minded and tolerant ambiance of his family. He completed his graduation and post-graduation in Management from the University of Chittagong.<br />\r\nHis humanitarian work has also contributed vastly to the society. He has been constantly stretching out his helping hand to construct several schools, colleges and hospitals to serve the humanity. Besides he is a regular benefactor to many benevolent funds founded by the government and personal initiation.<br />\r\n<br />\r\nHe has a motivating influence on the enhancement of new directions in the industrial sector in Bangladesh. Guided by his worthy piloting, Habib group is likely to be the best name in this sector. Likewise, ANZ Properties Ltd is also apt to be the foremost name in the world of real estates.","sort_order":0},"page_images":[],"child_pages":[]},"vice-chairman":{"page_data":{"id":46,"page_title":"Vice Chairman","page_slug":"vice-chairman","short_desc":"","page_desc":"Mr. Mohammad Mainuddin, the vice chairman of the company is the founder of ANZ Properties Limited. His visionary leadership and smart management concept helped ANZ to anchor as where it stands now. Beyond the traditional thinking, his dynamism and ability to visualize the future significantly added a new dimension in the Real Estate Industry. It&rsquo;s our pride that he took the venture with a vision and achieved it honestly and set a standard for the modern lives.<br />\r\nHe was born in a distinguished and pious family. His father Alhaz Md. M.A Mannan was a prominent cultural personality in Bangladesh and the founder-editor of the renowned national daily Inquilab. Brought up in a pure literary ambiance, this bright mind grew up in an environment where strictness of virtue was balanced with tender affection.&nbsp; He has always been a brilliant and enthusiastic person. His constant accomplishments were followed with the completion of BBA and MBA from &hellip;&hellip;&hellip;..&nbsp; university of United States. Having returned to the country with the dream of serving the people through corporate social responsibilities, he started his business with success. His association with the daily Inquilab as the deputy managing director also helped to maintain its parallel position in the queue of press Media. Currently more than thousand people were working in his business establishments.<br />\r\n<br />\r\nMd. Mainuddin has also been an initiator of many benevolent works. He is the founder and director of the humanitarian establishment &lsquo;Adnan Foundation&rsquo; which has built numerous mosques, orphanages and old homes. He is a regular donor in various government and non-government organizations helping the victims of natural disasters.&nbsp; Besides, he has been a relentless worker to establish the voice of the deprived people.<br />\r\n<br />\r\nHe is very much disciplined and pious in his personal &amp; professional life and that works as the key of his success.<br />\r\n<br />\r\n<br />\r\n&nbsp;","sort_order":0},"page_images":[],"child_pages":[]},"managing-director":{"page_data":{"id":48,"page_title":"Managing Director","page_slug":"managing-director","short_desc":"","page_desc":"Humayun Parvez, the worthy pilot who is guiding the ANZ Properties at present, was brought up in Dhaka. Born in a prosperous family of Bikrampur, he completed his academic career with his usual excellence. After having finished his studies, he started business and become successful within short time. His visionary aptitude in management acted as his stepping stone in every way of his career.<br />\r\n<br />\r\nHe is now involved with many business establishments like real estate and car business. An uncompromising attitude towards honesty, expertise and the ability of decision making has brought him great success. He is our precious Managing Director guiding ANZ Properties with his wisdom and insight.<br />\r\n<br />\r\nHumayun Parvez is also a leading figure in the fields of social cooperation and development. He has been aiding numerous government and non-government organizations with financial and infrastructural aid. Over the past decade he has been the stretching out his helping hand to mitigate the disastrous effects of natural calamities in Bangladesh. He has been nurturing his dream to set up a welfare organization by himself in near future.<br />\r\n<br />\r\n&nbsp;","sort_order":0},"page_images":[],"child_pages":[]},"thanks":{"page_data":{"id":62,"page_title":"Thanks","page_slug":"thanks","short_desc":"","page_desc":"Thanks to all of our well wishers and customers on behalf of the ANZ Properties. We are always very careful about our customer, pioneers and co organizations to ensure a competition in this sector and finally get a best one. Our relation should be terminating. It should go forward. . .<br />\r\n&nbsp;","sort_order":0},"page_images":[],"child_pages":[]}}},"people":{"page_data":{"id":39,"page_title":"People","page_slug":"people","short_desc":"","page_desc":"We, here our team, those who are globally trained and professional to realize and to fulfill the customer&rsquo;s wants. Now a day&rsquo;s customer also demands modernized, reliable and safe investment. So, our every department is doing the duties with professionalism. They are doing the job as a team by the followings.<br />\r\n<br />\r\n&nbsp;","sort_order":3},"page_images":[{"image":"http://localhost/ark/cms/administrator/uploads/1436691703gif.png","sort_order":1,"is_gallery":0,"is_banner":0,"short_desc":"","short_title":""}],"child_pages":{"menu":[{"page_title":"Development And Logistic","page_slug":"development-and-logistic"},{"page_title":"Project Management ","page_slug":"project-management "},{"page_title":"Administration and HRD","page_slug":"administration-and-hrd"},{"page_title":"Finance And Accounts","page_slug":"finance-and-accounts"},{"page_title":"Customer Relation (Sales)","page_slug":"customer-relation-sales"},{"page_title":"Customer Care (After Sales)","page_slug":"customer-care-after-sales"},{"page_title":"Marketing And Promotion","page_slug":"marketing-and-promotion"},{"page_title":"As A Team Behind Of You","page_slug":"as-a-team-behind-of-you"}],"development-and-logistic":{"page_data":{"id":58,"page_title":"Development And Logistic","page_slug":"development-and-logistic","short_desc":"","page_desc":"In any developer company it needed to clear that it has any claim against their project or not. Indeed this department is assigned to deal this type of faction and our department always take those logistic and location case as first priority if there is any. So, our customer can keep firm belief on duties even after a customer can enquiry about previous handover project of us for betterment.<br />\r\n&nbsp;","sort_order":0},"page_images":[],"child_pages":[]},"project-management ":{"page_data":{"id":59,"page_title":"Project Management ","page_slug":"project-management ","short_desc":"","page_desc":"ANZ properties has a good surveillance on their project. It&rsquo;s a wonderful combination of all departments those who basically maintain all the creative manner of officer and workers very smoothly. When the dreamer just emerge a dream then our management department also starts their duties to be came into true the dream respectively. It serves in too much finest way that our customer has not any option to invest their own think. That means it has all quality to satisfy the customer completely.<br />\r\n&nbsp;","sort_order":0},"page_images":[],"child_pages":[]},"administration-and-hrd":{"page_data":{"id":44,"page_title":"Administration and HRD","page_slug":"administration-and-hrd","short_desc":"","page_desc":"<p>The companies and the customers are the friendly opposite of each either. So the dream of any customer is being come into true by an experienced hand of the dream maker. They are the team those who keeps the consistency in between the entire department to be most effective to create a floor as dream maker. In which department who will be the best server as improvised co-thinker to build an abode is the very motto of this brain like department. They discover the best one in the best place to nourish the particular department to show their best efforts.</p>\r\n","sort_order":0},"page_images":[],"child_pages":[]},"finance-and-accounts":{"page_data":{"id":43,"page_title":"Finance And Accounts","page_slug":"finance-and-accounts","short_desc":"","page_desc":"<p>Financial resource is the blood like substances in a company. They offer the right cost to the right customer even to the employees also. Our accounts department always serves the best quality in the finest price. They are the team those who control the extra expenditure and spend the cost proper way. Their balancing system is really incredible.&nbsp;<br />\r\n<br />\r\n&nbsp;</p>\r\n","sort_order":0},"page_images":[],"child_pages":[]},"customer-relation-sales":{"page_data":{"id":56,"page_title":"Customer Relation (Sales)","page_slug":"customer-relation-sales","short_desc":"","page_desc":"Here it&rsquo;s a department of bondage those who maintain the warm relation between the customer and provider. We take care our customer as s/he can take right decision to promote their desire attempts. We have the finest and experienced hand who makes the customers way to barrier less.&nbsp;<br />\r\n&nbsp;","sort_order":0},"page_images":[],"child_pages":[]},"customer-care-after-sales":{"page_data":{"id":57,"page_title":"Customer Care (After Sales)","page_slug":"customer-care-after-sales","short_desc":"","page_desc":"Our customer is always our assets and also our future plan. So, its our sole duty to be connected with the customer so that they can make way more safe with confidence. And finally their complete satisfaction in every service from us and our instant response to dissolve against their complain ensures our way very faithful both in all sectors.<br />\r\n&nbsp;","sort_order":0},"page_images":[],"child_pages":[]},"marketing-and-promotion":{"page_data":{"id":60,"page_title":"Marketing And Promotion","page_slug":"marketing-and-promotion","short_desc":"","page_desc":"In the sector of this real estate companies, marketing promotion are the departments which inform all the latest condition of the project to the customer as a first hand of linking both customer and the project authority goal. What will be the all projects output&nbsp; are to be provided as message to the customer in at a glance is the duty of this marketing promotion department and our team is not difference from that. The every well trained employee of this department of ours is serving with challenge and honesty so that any gap should yet got up to this day. Globally or locally they are creating a opportunity for the customer to know about our design, location, cost and security at a glance by different media.<br />\r\n&nbsp;","sort_order":4},"page_images":[],"child_pages":[]},"as-a-team-behind-of-you":{"page_data":{"id":37,"page_title":"As A Team Behind Of You","page_slug":"as-a-team-behind-of-you","short_desc":"","page_desc":"We, here our team, those who are globally trained and professional to realize and to fulfill the customer&rsquo;s wants. Now a day&rsquo;s customer also demands modernized, reliable and safe investment. So, our every department is doing the duties with professionalism. They are doing the job as a team by the followings.","sort_order":5},"page_images":[{"id":17,"page_id":37,"image":"1436090531project-4.jpg","short_title":"","short_desc":"","sort_order":1,"is_gallery":1,"is_banner":0}],"child_pages":[]}}},"contact-us":{"page_data":{"id":38,"page_title":"Contact us","page_slug":"contact-us","short_desc":"","page_desc":"<div class=\"about-page-wrapper\">\r\n<div class=\"text-box-1\">&nbsp;</div>\r\n</div>\r\n\r\n<form action=\"#\" method=\"POST\">\r\n<p><label for=\"#\">YOUR NAME</label> <input name=\"\" type=\"text\" /></p>\r\n\r\n<p><label for=\"#\">EMAIL ADDRESS</label> <input name=\"\" type=\"text\" /></p>\r\n\r\n<p><label for=\"#\">MOBILE NUMBER</label> <input name=\"\" type=\"text\" /></p>\r\n\r\n<p><label for=\"#\">INTERESTED IN</label> <select name=\"#\"><option value=\"\"></option><option value=\"residential\">Residential</option><option value=\"commercial\">Commercial</option><option value=\"commercial cum residential\">Commercial cum Residential</option><option value=\"other\">Other</option> </select></p>\r\n\r\n<p><label for=\"#\">MESSAGE</label><textarea></textarea></p>\r\n\r\n<p><input type=\"submit\" value=\"Send\" /></p>\r\n</form>\r\n","sort_order":6},"page_images":[{"image":"http://localhost/ark/cms/administrator/uploads/1436174518gif.png","sort_order":1,"is_gallery":0,"is_banner":0,"short_desc":"","short_title":""}],"child_pages":{"menu":[{"page_title":"Location","page_slug":"form"}],"form":{"page_data":{"id":40,"page_title":"Location","page_slug":"form","short_desc":"","page_desc":"<div class=\"col-sm-6\"><img alt=\"\" src=\"/projects/web/anz/cms/administrator/kcupload/images/min-map.jpg\" /></div>\r\n\r\n<div class=\"col-sm-6\"><strong>Corporate Office: </strong><br />\r\nHouse : 342, Road:114, Gulshan-2, Dhaka-1212<br />\r\nPhone : 9892373, &nbsp;8832601, &nbsp;8822613, 8851607<br />\r\nFax : 88 02 9885669<br />\r\nE-mail : info@anzproperties.com<br />\r\n&nbsp;\r\n<p style=\"text-align: left;\"><span style=\"font-family: arial,helvetica,sans-serif;\"><span style=\"font-size: small;\"><strong>Chittagong</strong><strong> Office:</strong><br />\r\nHarbour View Building (4th Floor)<br />\r\n721, CDA Avenue, GEC, Chittagong&nbsp;<br />\r\nPhone: 613004, 613005, 2851414<br />\r\nFax : 88 031 616220<br />\r\nE-mail: anzctg@anzproperties.com</span></span></p>\r\n</div>\r\n","sort_order":0},"page_images":[],"child_pages":[]}}},"aboutus":{"page_data":{"id":31,"page_title":"About us","page_slug":"aboutus","short_desc":"","page_desc":"ANZ PROPERTIES LIMITED is a trustworthy name in the real estate sector of Bangladesh which crowns the prime locations at Dhaka and Chittagong. Since its inception in 2003 with tremendous appreciation in the capital city Dhaka, ANZ took its venture in the port city Chittagong in early 2006. Its unwavering determination, unparalleled dedication and continuous effort to keep promises, to assure quality and to deliver service made ANZ one of the leading developers in the country.<br />\r\n&nbsp;<br />\r\nANZ signifies the epitome of luxury integrated with superior quality understated grandeur. The spirit of creativity and perfection of the organization is mirrored in its different endeavors to achieve excellence. Its has created impeccable fortress with the help of the most qualified and experienced fresh minds in this sector. It encourages to declare with certainty that provides service with the assistance of the most competent, intrepid and intelligent management team of Bangladesh; steered by the aptitude and the experiences of learned Directors and Heads. ANZ also takes pride in gathering the best talents in the discipline of Architecture, Civil Engineering, Marketing professional and so on; who with their knowledge and creativity design your dream abode.<br />\r\n&nbsp;<br />\r\nANZ chooses the best design ideas and best building materials emphasizing on the convenience and suitability of its clients. It confirms the accurate measurement of all apartments and hand them over within the stipulated time that has been created the honest business trend in the Real Estate sector. ANZ Properties is one of the few prominent real estate companies who hands the flats over to its clients ahead of the scheduled date. And till date ANZ handed over more than 1300 exclusive homes in the country. And more 300 homes are going to be ready by 2015 in Gulshan, Baridhara, Banani, Dhanmondi, Uttra, Bashundhara, Nasirabad Housing Society, Panchlaish R/A, East Nasirabad, Khulshi, Hillview Housing Society.","sort_order":1},"page_images":[{"image":"http://localhost/ark/cms/administrator/uploads/1442402840tmp.png","sort_order":1,"is_gallery":0,"is_banner":0,"short_desc":"","short_title":""}],"child_pages":{"menu":[{"page_title":"Behind The Success","page_slug":"behind-the-success"},{"page_title":"Vision","page_slug":"vision"},{"page_title":"Mission","page_slug":"mission"}],"behind-the-success":{"page_data":{"id":34,"page_title":"Behind The Success","page_slug":"behind-the-success","short_desc":"","page_desc":"ANZ PROPERTIES LIMITED stands on a strong financial background which never allows to waste time in course of the materialization of clients&rsquo; imaginations. More importantly ANZ is very much respectful towards its clients&rsquo; dreams and their demands making ANZ obliged to serve them even after the handover of the flats are made.<br />\r\n&nbsp;<br />\r\nAlready famous for its design ingenuity, superior quality, professionalism and on-time delivery, today ANZ properties has gone to the next level through creation of world-class commercial hubs and residential projects. Manned by highly qualified professionals and equipped with the latest technologies, the organization aspires to continue the development and delivery of outstanding buildings and landmarks of international standards.<br />\r\n<br />\r\nOur full team of about two hundred employee is also too much friendly with the customer to achieve our goal as well as customer. Our honorable Chairman, vice Chairman, managing director and their all aids like Engineering and architect departments, purchase wing, Security wing, Interior management wing, cost and finance wing and Marketing promotion wing are really performing with their excellence to make sure a safe journey.","sort_order":1},"page_images":[],"child_pages":[]},"vision":{"page_data":{"id":32,"page_title":"Vision","page_slug":"vision","short_desc":"","page_desc":"Though we always think about our customer&rsquo;s wants, so we are doing the job to be the best ever developer in history of Bangladesh. Our every endeavor got success in earlier moment and getting for very future more in the South Asian subcontinent.<br />\r\n&nbsp;","sort_order":2},"page_images":[],"child_pages":[]},"mission":{"page_data":{"id":33,"page_title":"Mission","page_slug":"mission","short_desc":"","page_desc":"To build a nest by any individuals is really challenging, but when a organization do the job and get it easier. So, on the basis all of our department is now a family of organization those who making a nest for the city dwellers.<br />\r\n<br />\r\nWe believe, ones earnings are limited but his /her wants in always rein less. So, it&rsquo;s our motto to adopt all type of wants against their capabilities. And finally ANZ Properties is that which is working for the safe, economic and luxurious abode for the generation.<br />\r\n<br />\r\n&nbsp;","sort_order":3},"page_images":[],"child_pages":[]}}}}